tap "homebrew/cask"
tap "homebrew/cask-fonts"

cask "alacritty"
cask "rectangle"
cask "keepingyouawake"
cask "font-fira-code"
cask "alt-tab"
cask "shortcat"
cask "font-jetbrains-mono-nerd-font"
cask "bitwarden"
cask "nordvpn"
cask "standard-notes"
cask "freetube"
cask "firefox"
cask "vscodium"
cask "iina"
cask "selfcontrol"
cask "google-chrome"

brew "ripgrep"
brew "zsh"
brew "htop"
brew "lazygit"
brew "tig"
brew "neovim"
brew "tldr"
brew "tmux"
brew "fzf"
brew "font-jetbrains-mono-nerd-font"
brew "alacritty"
brew "htop"
brew "trash"
brew "imagemagick"
brew "git"
brew "fd"
brew "oha"
brew "libuv"

